{
  "A Decentralized": "لامركزية",
  "Exchange": "تبادل",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex هي بورصة لامركزية للغاية مع دفتر الطلبات بالكامل على Algorand blockchain نفسها",
  "NOTE":"ملاحظة",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "يُحظر حاليًا على المستخدمين في الولايات المتحدة الأمريكية وكندا تداول بعض أصول Mainnet. يتوفر Testnet أيضًا لأي شخص يجرب النظام الأساسي في",
  "blog": "مقالات",
  "View More Posts": "عرض المزيد من المشاركات",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "ابق على اطلاع دائم بمعلومات حول تحديثات Algodex والميزات الجديدة والإصدارات من خلال الانضمام إلى قائمتنا البريدية",
  "A Decentralized marketplace on Algorand": "سوق لامركزي في Algorand",
  "RESOURCES": "مصادر",
  "COMPANY": "شركة",
  "COMMUNITY": "تواصل اجتماعي",
  "disclaimers": "إخلاء المسؤولية",
  "docs": "المستندات",
  "white paper": "ورق ابيض",
  "tokenomics": "الرموز",
  "about": "حول",
  "support": "الدعم",
  "PARTNERSHIPS": "الشراكه",
  "For more information on joining as a partner, contact us": "لمزيد من المعلومات حول الانضمام كشريك ، اتصل بنا",
  "here": "هنا",
  "ROADMAP": "خريطة الطريق",
  "Algodex Mainnet Launch": "إطلاق Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "حدث إنشاء توكن Algodex (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "عملة Algodex (ALGX) البيع العام أ",
  "Launch of Algodex Mailbox Application": "إطلاق تطبيق صندوق البريد Algodex",
  "Launch of Algodex as a downloadable desktop application": "إطلاق تطبيق Algodex كتطبيق سطح مكتب قابل للتنزيل",
  "Algodex rewards and fee system": "نظام المكافآت والرسوم من Algodex",
  "Launch of trading bot for Algodex": "إطلاق روبوت تجاري لشركة Algodex",
  "Launch of Algodex NFT marketplace": "إطلاق سوق Algodex NFT",
  "Launch of trading SDK for Algodex":"إطلاق SDK للتداول لصالح شركة Algodex",
  "launch app":"إطلاق التطبيق",
  "Get away from liquidity pools":"ابتعد عن تجمعات السيولة",
  "Set the price you want to sell or buy at":"حدد السعر الذي تريد البيع أو الشراء به",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"يدعم Algodex أوامر الحد ، لذا يمكنك التأكد من أن تجارتك ستحدث فقط بالسعر الذي تحدده على عكس التجمعات حيث يتعين عليك التعامل مع الانزلاق وعدم التحكم في السعر في تلك اللحظة",
  "Start trading >":"ابدأ التداول>",
  "Trade ANY Algorand Standard Asset":"تداول على أي أصل قياسي من Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"يتم دعم جميع الأصول في Algorand blockchain في Algodex افتراضيًا. إذا كان موجودًا ، يمكنك تداوله",
  "Yes - even NFTs":"نعم - حتى NFTs",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"ملاحظة: يُحظر حاليًا على المستخدمين في الولايات المتحدة الأمريكية وكندا تداول بعض أصول Mainnet",
  "Projects can apply with":"يمكن تطبيق المشاريع بامتداد",
  "this form":"هذا من",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"ليتم إدراجه للتداول في أمريكا الشمالية. يمكن لبقية العالم تداول جميع ASA دون قيود",
  "Provide liquidity and":"توفير السيولة و",
  "Earn rewards from trading":"اكسب مكافآت من التداول",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"اربح مكافآت ALGX عن طريق وضع أوامر على Algodex وكونك صانع سوق",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"تعرف على كيفية احتساب المكافآت وعرض المكافآت المتراكمة من خلال تطبيق Algodex Rewards App",
  "Go to Rewards App >":"انتقل إلى تطبيق المكافآت>",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"سيتم إطلاق ALGODEX Bots قريبًا للسماح لك بتعيين معلمات لسوق يجعل الروبوت يقوم تلقائيًا بوضع أوامر حول نسبة انتشار محددة وكسب المكافآتs"
}
