{
  "A Decentralized": "لامركزية",
  "Marketplace": "المتجر",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "يعد Algodex سوقًا لامركزيًا بدرجة كبيرة مع وجود دفتر الطلبات بالكامل على سلسلة Algorand blockchain نفسها",
  "NOTE":"ملاحظة",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "يُحظر حاليًا على المستخدمين في الولايات المتحدة الأمريكية وكندا تداول بعض أصول Mainnet. يتوفر Testnet أيضًا لأي شخص يجرب النظام الأساسي في",
  "blog": "مقالات",
  "View More Posts": "عرض المزيد من المشاركات",
  "Make market and limit orders": "عمل أوامر السوق والحد",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "يدعم Algodex أوامر التحديد لذا يمكنك أن تطمئن إلى أن تجارتك لن تحدث إلا بالسعر الذي تحدده",
  "Trade all Algorand Standard Assets (ASAs)": "تداول جميع أصول Algorand القياسية (ASAs)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "يتم دعم جميع الأصول في Algorand blockchain في Algodex افتراضيًا. إذا كان موجودًا ، يمكنك تداوله. نعم - حتى NFTs",
  "NFT Trading": "تداول NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "شراء وتداول الرموز غير القابلة للفطريات (NFTs) مباشرة داخل Algodex. عرض وتقديم العطاءات على NFTs حتى لو لم تكن مدرجة حاليًا للبيع في أي مكان",
  "Staking Rewards": "المكافآت",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "قريبًا - سيكون لكل رمز مميز تجمعات Staking مع خيار المشاركة في ALGX و ALGO و / أو الرمز المميز. لا تنزعج لمزيد من المعلومات",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "ابق على اطلاع دائم بمعلومات حول تحديثات Algodex والميزات الجديدة والإصدارات من خلال الانضمام إلى قائمتنا البريدية",
  "Decentralized marketplace on Algorand": "سوق لامركزي في Algorand",
  "RESOURCES": "مصادر",
  "COMPANY": "شركة",
  "COMMUNITY": "تواصل اجتماعي",
  "disclaimers": "إخلاء المسؤولية",
  "docs": "المستندات",
  "white paper": "ورق ابيض",
  "tokenomics": "الرموز",
  "about": "حول",
  "support": "الدعم",
  "PARTNERSHIPS": "الشراكه",
  "For more information on joining as a partner, contact us": "لمزيد من المعلومات حول الانضمام كشريك ، اتصل بنا",
  "here": "هنا",
  "ROADMAP": "خريطة الطريق",
  "Algodex Mainnet Launch": "إطلاق Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "حدث إنشاء توكن Algodex (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "عملة Algodex (ALGX) البيع العام أ",
  "Launch of Algodex Mailbox Application": "إطلاق تطبيق صندوق البريد Algodex",
  "Launch of Algodex as a downloadable desktop application": "إطلاق تطبيق Algodex كتطبيق سطح مكتب قابل للتنزيل",
  "Algodex rewards and fee system": "نظام المكافآت والرسوم من Algodex",
  "Launch of trading bot for Algodex": "إطلاق روبوت تجاري لشركة Algodex",
  "Launch of Algodex NFT marketplace": "إطلاق سوق Algodex NFT",
  "Launch of trading SDK for Algodex":"إطلاق SDK للتداول لصالح شركة Algodex",
  "launch app":"إطلاق التطبيق"
}
