{
  "A Decentralized": "Децентрализованный",
  "Marketplace": "Торговая площадка",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex — это сильно децентрализованная торговая площадка с книгой заказов, полностью на блокчейне Algorand.",
  "NOTE":"ПРИМЕЧАНИЕ",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "В настоящее время пользователям в США и Канаде запрещено торговать некоторыми активами основной сети. Testnet также доступен для всех, кто пробует платформу на",
  "blog": "блог",
  "View More Posts": "Посмотреть больше сообщений",
  "Make market and limit orders": "Делайте рыночные и лимитные ордера",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex поддерживает лимитные ордера, поэтому вы можете быть уверены, что ваша сделка будет осуществляться только по установленной вами цене",
  "Trade all Algorand Standard Assets (ASAs)": "Торгуйте всеми стандартными активами Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Все активы в блокчейне Algorand по умолчанию поддерживаются в Algodex. Если он есть, вы можете его обменять. Да, даже NFT",
  "NFT Trading": "NFT-трейдинг",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Покупайте и торгуйте невзаимозаменяемыми токенами (NFT) непосредственно в Algodex. Просматривайте и делайте ставки на NFT, даже если они в настоящее время нигде не выставлены на продажу.",
  "Staking Rewards": "Награды за стекинг",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Скоро — каждый токен будет иметь пулы ставок с возможностью делать ставки для ALGX, ALGO и / или токена для ставок. Оставайтесь с нами для получения дополнительной информации",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Будьте в курсе обновлений Algodex, новых функций и выпусков, присоединившись к нашему списку рассылки.",
  "Decentralized marketplace on Algorand": "Децентрализованный рынок на Algorand",
  "RESOURCES": "РЕСУРСЫ",
  "COMPANY": "КОМПАНИЯ",
  "COMMUNITY": "СООБЩЕСТВО",
  "disclaimers": "Отказ от ответственности",
  "docs": "Документы",
  "white paper": "Белая бумага",
  "tokenomics": "Токеномика",
  "about": "О",
  "support": "поддерживать",
  "PARTNERSHIPS": "ПАРТНЕРСКИЕ ОТНОШЕНИЯ",
  "For more information on joining as a partner, contact us": "Для получения дополнительной информации о присоединении в качестве партнера свяжитесь с нами",
  "here": "здесь",
  "ROADMAP": "ДОРОЖНАЯ КАРТА",
  "Algodex Mainnet Launch": "Запуск основной сети Algodex",
  "Algodex Token (ALGX) token generation event": "Событие генерации токена Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Публичная продажа токена Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Запуск почтового ящика Algodex",
  "Launch of Algodex as a downloadable desktop application": "Запуск Algodex в виде загружаемого настольного приложения.",
  "Algodex rewards and fee system": "Система вознаграждений и комиссий Algodex",
  "Launch of trading bot for Algodex": "Запуск торгового бота для Algodex",
  "Launch of Algodex NFT marketplace": "Запуск торговой площадки Algodex NFT",
  "Launch of trading SDK for Algodex":"Запуск торгового SDK для Algodex",
  "launch app":"запустить приложение"
}
