{
  "A Decentralized": "A Decentralizované",
  "Exchange": "Výmena",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex je vysoko decentralizovaná burza s knihou objednávok úplne na samotnom blockchaine Algorand",
  "NOTE":"POZNÁMKA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Používatelia v USA a Kanade majú v súčasnosti zakázané obchodovať s niektorými aktívami siete Mainnet. Testnet je tiež dostupný pre každého, kto vyskúša platformu na",
  "blog": "blog",
  "View More Posts": "Zobraziť viac príspevkov",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Zostaňte v obraze s informáciami o aktualizáciách Algodex, nových funkciách a vydaniach, keď sa pripojíte k nášmu zoznamu adresátov",
  "A Decentralized marketplace on Algorand": "Decentralizované trhovisko na Algorande",
  "RESOURCES": "ZDROJE",
  "COMPANY": "SPOLOČNOSŤ",
  "COMMUNITY": "SPOLOČENSTVO",
  "disclaimers": "Vylúčenia zodpovednosti",
  "docs": "Dokumenty",
  "white paper": "Biely papier",
  "tokenomics": "Tokenomika",
  "about": "O",
  "support": "podpora",
  "PARTNERSHIPS": "PARTNERSTVÁ",
  "For more information on joining as a partner, contact us": "Pre viac informácií o tom, ako sa stať partnerom, nás kontaktujte",
  "here": "tu",
  "ROADMAP": "ROADMAP",
  "Algodex Mainnet Launch": "Spustenie hlavnej siete Algodex",
  "Algodex Token (ALGX) token generation event": "Udalosť generovania tokenov Algodex (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Verejný predaj tokenov Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Spustenie aplikácie Algodex Mailbox",
  "Launch of Algodex as a downloadable desktop application": "Spustenie Algodexu ako desktopovej aplikácie na stiahnutie",
  "Algodex rewards and fee system": "Systém odmien a poplatkov Algodex",
  "Launch of trading bot for Algodex": "Spustenie obchodného bota pre Algodex",
  "Launch of Algodex NFT marketplace": "Spustenie trhu Algodex NFT",
  "Launch of trading SDK for Algodex":"Spustenie obchodnej súpravy SDK pre Algodex",
  "launch app":"spustiť aplikáciu",
  "Get away from liquidity pools":"Vyhnite sa bazénom likvidity",
  "Set the price you want to sell or buy at":"Nastavte cenu, za ktorú chcete predať alebo kúpiť",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex podporuje limitné príkazy, takže si môžete byť istí, že váš obchod sa uskutoční iba za cenu, ktorú si nastavíte, na rozdiel od poolov, kde sa musíte vysporiadať s preklzom a nemáte v danom momente žiadnu kontrolu nad cenou.",
  "Start trading >":"Začnite obchodovať >",
  "Trade ANY Algorand Standard Asset":"Obchodujte s Akýmkoľvek štandardným aktívom Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Všetky aktíva na Algorand blockchaine sú štandardne podporované v Algodexe. Ak existuje, môžete s ním obchodovať",
  "Yes - even NFTs":"Áno - dokonca aj NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"POZNÁMKA: Používatelia v USA a Kanade majú v súčasnosti zakázané obchodovať s niektorými aktívami siete Mainnet",
  "Projects can apply with":"Projekty sa môžu prihlásiť s",
  "this form":"tento formulár",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"na obchodovanie v Severnej Amerike. Zvyšok sveta môže obchodovať so všetkými ASA bez obmedzení",
  "Provide liquidity and":"Poskytovať likviditu a",
  "Earn rewards from trading":"Získajte odmeny z obchodovania",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Získajte odmeny ALGX zadávaním objednávok na Algodex a tvorcom trhu",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Zistite, ako sa počítajú odmeny, a pozrite si nahromadené odmeny pomocou aplikácie Algodex Rewards",
  "Go to Rewards App >":"Prejdite do aplikácie Rewards >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX Bots sa čoskoro spustí, aby vám umožnil nastaviť parametre pre robota na tvorbu trhu, aby automaticky zadával objednávky okolo stanoveného percenta rozpätia a získaval odmeny"
}
