{
  "A Decentralized": "Un Decentralizzato",
  "Marketplace": "Mercata",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex è un mercato altamente decentralizzato con il portafoglio ordini completamente sulla stessa blockchain di Algorand",
  "NOTE":"NOTA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Gli utenti negli Stati Uniti e in Canada sono attualmente limitati dal trading di alcune risorse Mainnet. Testnet è disponibile anche per chiunque provi la piattaforma su",
  "blog": "blog",
  "View More Posts": "Visualizza altri post",
  "Make market and limit orders": "Fai ordini di mercato e limit",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex supporta gli ordini limite, quindi puoi essere certo che il tuo trade avverrà solo al prezzo che hai impostato",
  "Trade all Algorand Standard Assets (ASAs)": "Scambia tutti gli Algorand Standard Assets (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Tutte le risorse sulla blockchain di Algorand sono supportate in Algodex per impostazione predefinita. Se esiste, puoi scambiarlo. Sì, anche NFT",
  "NFT Trading": "Trading NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Acquista e scambia token non fungibili (NFT) direttamente all'interno di Algodex. Visualizza e fai offerte su NFT anche se non sono attualmente in vendita da nessuna parte",
  "Staking Rewards": "Ricompense di staking",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Prossimamente - Ogni token avrà staking pool con l'opzione di staking per ALGX, ALGO e/o il token staking. Resta sintonizzato per ulteriori informazioni",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Rimani aggiornato con le informazioni sugli aggiornamenti, le nuove funzionalità e le versioni di Algodex unendoti alla nostra mailing list",
  "Decentralized marketplace on Algorand": "Mercato decentralizzato su Algorand",
  "RESOURCES": "RISORSE",
  "COMPANY": "AZIENDA",
  "COMMUNITY": "COMUNITÀ",
  "disclaimers": "Disclaimer",
  "docs": "documenti",
  "white paper": "Carta bianca",
  "tokenomics": "Tokenomics",
  "about": "Di",
  "support": "sostegno",
  "PARTNERSHIPS": "COLLABORAZIONE",
  "For more information on joining as a partner, contact us": "Per ulteriori informazioni sull'adesione come partner, contattaci",
  "here": "qui",
  "ROADMAP": "MAPPA STRADALE",
  "Algodex Mainnet Launch": "Lancio della rete principale Algodex",
  "Algodex Token (ALGX) token generation event": "Evento di generazione di token Algodex Token (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Token Algodex (ALGX) Vendita pubblica A",
  "Launch of Algodex Mailbox Application": "Lancio dell'applicazione cassetta postale Algodex",
  "Launch of Algodex as a downloadable desktop application": "Lancio di Algodex come applicazione desktop scaricabile",
  "Algodex rewards and fee system": "Premi Algodex e sistema di commissioni",
  "Launch of trading bot for Algodex": "Lancio del bot di trading per Algodex",
  "Launch of Algodex NFT marketplace": "Lancio del mercato Algodex NFT",
  "Launch of trading SDK for Algodex":"Lancio del trading SDK per Algodex",
  "launch app":"avviare l'app"
}
