{
  "A Decentralized": "Zdecentralizowany",
  "Marketplace": "Rynek",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex to wysoce zdecentralizowany rynek z księgą zamówień całkowicie na samym blockchainie Algorand",
  "NOTE": "NOTATKA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Użytkownicy w USA i Kanadzie nie mogą obecnie handlować niektórymi aktywami Mainnet. Testnet jest również dostępny dla każdego, kto testuje platformę pod adresem",
  "blog": "blog",
  "View More Posts": "Zobacz więcej postów",
  "Make market and limit orders": "Twórz zlecenia rynkowe i limitowane",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex obsługuje zlecenia z limitem, dzięki czemu możesz mieć pewność, że Twoja transakcja odbędzie się tylko po ustalonej przez Ciebie cenie",
  "Trade all Algorand Standard Assets (ASAs)": "Handluj wszystkimi standardowymi aktywami Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Wszystkie zasoby w łańcuchu bloków Algorand są domyślnie obsługiwane w Algodex. Jeśli istnieje, możesz nim handlować. Tak – nawet NFT",
  "NFT Trading": "Handel NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Kupuj i handluj tokenami nie wymienialnymi (NFT) bezpośrednio w Algodex. Przeglądaj i składaj oferty na NFT, nawet jeśli nie są one obecnie nigdzie wystawione na sprzedaż",
  "Staking Rewards": "Stakowanie nagród",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Już wkrótce - Każdy token będzie miał pule stawek z opcją stawiania na ALGX, ALGO i/lub postawiony token. Bądź na bieżąco, aby uzyskać więcej informacji",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Bądź na bieżąco z informacjami o aktualizacjach Algodex, nowych funkcjach i wydaniach, dołączając do naszej listy mailingowej",
  "Decentralized marketplace on Algorand": "Zdecentralizowany rynek na Algorand",
  "RESOURCES": "SUROWCE",
  "COMPANY": "FIRMA",
  "COMMUNITY": "WSPÓLNOTA",
  "disclaimers": "Zastrzeżenia",
  "docs": "Dokumenty",
  "white paper": "Biały papier",
  "tokenomics": "Tokenomika",
  "about": "O",
  "support": "Pomoc",
  "PARTNERSHIPS": "ZWIĄZKI PARTNERSKIE",
  "For more information on joining as a partner, contact us": "Aby uzyskać więcej informacji na temat dołączenia jako partner, skontaktuj się z nami",
  "here": "tutaj",
  "ROADMAP": "MAPA DROGOWA",
  "Algodex Mainnet Launch": "Uruchomienie Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Zdarzenie generowania tokena Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Sprzedaż publiczna tokena Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Uruchomienie aplikacji Algodex Mailbox",
  "Launch of Algodex as a downloadable desktop application": "Uruchomienie Algodex jako aplikacji komputerowej do pobrania",
  "Algodex rewards and fee system": "System nagród i opłat Algodex",
  "Launch of trading bot for Algodex": "Uruchomienie bota handlowego dla Algodex",
  "Launch of Algodex NFT marketplace": "Uruchomienie marketplace Algodex NFT",
  "Launch of trading SDK for Algodex": "Uruchomienie handlu SDK dla Algodex",
  "launch app": "uruchom aplikację"
}
