{
  "A Decentralized": "غیر متمرکز",
  "Marketplace": "بازار",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex یک بازار بسیار غیرمتمرکز با دفترچه سفارشات کاملاً بر روی خود بلاک چین Algorand است.",
  "NOTE":"توجه داشته باشید",
  "Users in the USA and Canada are currently restricted from Mainnet and should try out Testnet instead at": "کاربران در ایالات متحده آمریکا و کانادا در حال حاضر از Mainnet محدود شده اند و باید Testnet را در عوض در آن امتحان کنند",
  "blog": "وبلاگ",
  "View More Posts": "مشاهده پست های بیشتر",
  "Make market and limit orders": "ایجاد بازار و محدود کردن سفارشات",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex از سفارشات محدود پشتیبانی می کند، بنابراین می توانید مطمئن باشید که معامله شما فقط با قیمتی که تعیین کرده اید انجام می شود",
  "Trade all Algorand Standard Assets (ASAs)": "تجارت تمام دارایی های استاندارد الگوراند (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "تمام دارایی های موجود در بلاک چین Algorand به طور پیش فرض در Algodex پشتیبانی می شوند. اگر وجود دارد، می توانید آن را معامله کنید. بله - حتی NFT",
  "NFT Trading": "تجارت NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "توکن‌های غیرقابل تعویض (NFT) را مستقیماً در Algodex خریداری و تجارت کنید. قیمت‌های NFT را مشاهده و قرار دهید، حتی اگر در حال حاضر در جایی برای فروش فهرست نشده باشند",
  "Staking Rewards": "پاداش دادن",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "به زودی - هر نشانه دارای استخرهای شرط بندی با گزینه ای برای شرط بندی برای ALGX، ALGO، و/یا توکن شرط بندی شده خواهد بود. برای اطلاعات بیشتر با ما همراه باشید",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "با پیوستن به لیست پستی ما با اطلاعات مربوط به به روز رسانی ها، ویژگی های جدید و نسخه های Algodex به روز باشید.",
  "Decentralized marketplace on Algorand": "بازار غیرمتمرکز در Algorand",
  "RESOURCES": "منابع",
  "COMPANY": "شرکت",
  "COMMUNITY": "انجمن",
  "disclaimers": "سلب مسئولیت",
  "docs": "اسناد",
  "white paper": "کاغذ سفید",
  "tokenomics": "توکنومیکس",
  "about": "در باره",
  "support": "پشتیبانی",
  "PARTNERSHIPS": "شراکت",
  "For more information on joining as a partner, contact us": "برای اطلاعات بیشتر در مورد پیوستن به عنوان شریک، با ما تماس بگیرید",
  "here": "اینجا",
  "ROADMAP": "نقشه راه",
  "Algodex Mainnet Launch": "راه اندازی Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "رویداد تولید توکن Algodex Token (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) فروش عمومی A",
  "Launch of Algodex Mailbox Application": "راه اندازی برنامه صندوق پستی Algodex",
  "Launch of Algodex as a downloadable desktop application": "راه اندازی Algodex به عنوان یک برنامه دسکتاپ قابل دانلود",
  "Algodex rewards and fee system": "سیستم پاداش و هزینه Algodex",
  "Launch of trading bot for Algodex": "راه اندازی ربات معاملاتی برای Algodex",
  "Launch of Algodex NFT marketplace": "راه اندازی بازار NFT Algodex",
  "Launch of trading SDK for Algodex":"راه اندازی تجارت SDK برای Algodex",
  "launch app":"راه اندازی برنامه"
}
