{
  "A Decentralized": "A terdesentralisasi",
  "Exchange": "Pertukaran",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex ialah pertukaran yang sangat terdesentralisasi dengan buku pesanan sepenuhnya pada rantaian blok Algorand itu sendiri",
  "NOTE":"CATATAN",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Pengguna di Amerika Syarikat dan Kanada kini dihadkan daripada berdagang beberapa aset Mainnet. Testnet juga tersedia untuk sesiapa sahaja yang mencuba platform di",
  "blog": "blog",
  "View More Posts": "Lihat Lagi Siaran",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Ikuti perkembangan terkini dengan maklumat tentang kemas kini Algodex, ciri baharu dan keluaran dengan menyertai senarai mel kami",
  "A Decentralized marketplace on Algorand": "Pasaran terdesentralisasi di Algorand",
  "RESOURCES": "SUMBER",
  "COMPANY": "SYARIKAT",
  "COMMUNITY": "KOMUNITI",
  "disclaimers": "Penafian",
  "docs": "Dokumen",
  "white paper": "Kertas putih",
  "tokenomics": "Tokenomik",
  "about": "Tentang",
  "support": "sokongan",
  "PARTNERSHIPS": "PERKONGSIAN",
  "For more information on joining as a partner, contact us": "Untuk maklumat lanjut tentang menyertai sebagai rakan kongsi, hubungi kami",
  "here": "di sini",
  "ROADMAP": "PETA JALAN",
  "Algodex Mainnet Launch": "Pelancaran Mainnet Algodex",
  "Algodex Token (ALGX) token generation event": "Acara penjanaan token Algodex Token (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Jualan Awam Token Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Pelancaran Aplikasi Peti Mel Algodex",
  "Launch of Algodex as a downloadable desktop application": "Pelancaran Algodex sebagai aplikasi desktop yang boleh dimuat turun",
  "Algodex rewards and fee system": "Sistem ganjaran dan yuran Algodex",
  "Launch of trading bot for Algodex": "Pelancaran bot dagangan untuk Algodex",
  "Launch of Algodex NFT marketplace": "Pelancaran pasaran Algodex NFT",
  "Launch of trading SDK for Algodex":"Pelancaran SDK dagangan untuk Algodex",
  "launch app":"melancarkan aplikasi",
  "Get away from liquidity pools":"Jauhi kumpulan kecairan",
  "Set the price you want to sell or buy at":"Tetapkan harga yang anda ingin jual atau beli",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex menyokong pesanan had supaya anda boleh yakin bahawa perdagangan anda hanya akan berlaku pada harga yang anda tetapkan tidak seperti kumpulan yang anda perlu berurusan dengan gelinciran dan tidak mempunyai kawalan ke atas harga pada masa itu",
  "Start trading >":"Mula berdagang >",
  "Trade ANY Algorand Standard Asset":"Dagang SEBARANG Aset Standard Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Semua aset pada rantaian blok Algorand disokong dalam Algodex secara lalai. Jika ia wujud, anda boleh menukarnya",
  "Yes - even NFTs":"Ya - walaupun NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"NOTA: Pengguna di Amerika Syarikat dan Kanada kini dihadkan daripada berdagang beberapa aset Mainnet",
  "Projects can apply with":"Projek boleh memohon dengan",
  "this form":"borang ini",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"untuk disenaraikan untuk perdagangan Amerika Utara. Seluruh dunia boleh berdagang semua ASA tanpa sekatan",
  "Provide liquidity and":"Menyediakan kecairan dan",
  "Earn rewards from trading":"Dapatkan ganjaran daripada perdagangan",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Dapatkan ganjaran ALGX dengan membuat pesanan pada Algodex dan menjadi pembuat pasaran",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Ketahui tentang cara ganjaran dikira dan lihat ganjaran terkumpul dengan Apl Algodex Rewards",
  "Go to Rewards App >":"Pergi ke Apl Ganjaran >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"Bot ALGODEX akan dilancarkan tidak lama lagi untuk membolehkan anda menetapkan parameter untuk bot pembuat pasaran untuk membuat pesanan secara automatik pada peratusan spread yang ditetapkan dan memperoleh ganjaran"
}
