{
  "A Decentralized": "Một phân cấp" ,
  "Marketplace": "Thương trường",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex là một thị trường phi tập trung cao với sổ đặt hàng hoàn toàn trên chính chuỗi khối Algorand",
  "NOTE":"GHI CHÚ",
  "Users in the USA and Canada are currently restricted from Mainnet and should try out Testnet instead at": "Người dùng ở Hoa Kỳ và Canada hiện bị hạn chế khỏi Mainnet và nên dùng thử Testnet thay thế tại",
  "blog": "blog",
  "View More Posts": "Xem thêm bài viết",
  "Make market and limit orders": "Tạo thị trường và giới hạn đơn đặt hàng",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex hỗ trợ các lệnh giới hạn nên bạn có thể yên tâm giao dịch của mình sẽ chỉ diễn ra ở mức giá bạn đã đặt",
  "Trade all Algorand Standard Assets (ASAs)": "Giao dịch tất cả Tài sản Chuẩn của Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Tất cả các tài sản trên chuỗi khối Algorand được hỗ trợ trong Algodex theo mặc định. Nếu nó tồn tại, bạn có thể giao dịch nó. Có - thậm chí cả NFT",
  "NFT Trading": "Giao dịch NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Mua và giao dịch các Token không Fungible (NFT) trực tiếp trong Algodex. Xem và đặt giá thầu trên NFT ngay cả khi chúng hiện không được liệt kê để bán ở bất kỳ đâu",
  "Staking Rewards": "Đặt phần thưởng",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Sắp có - Mỗi mã thông báo sẽ có các nhóm đặt cược với tùy chọn đặt cược cho ALGX, ALGO và / hoặc mã thông báo đã đặt cọc. Hãy theo dõi để biết thêm thông tin",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Luôn cập nhật thông tin về các bản cập nhật, tính năng mới và bản phát hành của Algodex bằng cách tham gia danh sách gửi thư của chúng tôi",
  "Decentralized marketplace on Algorand": "Thị trường phi tập trung trên Algorand",
  "RESOURCES": "TÀI NGUYÊN",
  "COMPANY": "CÔNG TY",
  "COMMUNITY": "CỘNG ĐỒNG",
  "disclaimers": "Tuyên bố từ chối trách nhiệm",
  "docs": "Docs",
  "white paper": "Giấy trắng",
  "tokenomics": "Tokenomics",
  "about": "Về",
  "support": "ủng hộ",
  "PARTNERSHIPS": "ĐỐI TÁC",
  "For more information on joining as a partner, contact us": "Để biết thêm thông tin về việc tham gia làm đối tác, hãy liên hệ với chúng tôi",
  "here": "nơi đây",
  "ROADMAP": "ROADMAP",
  "Algodex Mainnet Launch": "Khởi chạy Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Sự kiện tạo mã thông báo Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Mã thông báo Algodex (ALGX) Bán công khai A",
  "Launch of Algodex Mailbox Application": "Khởi chạy Ứng dụng Hộp thư Algodex",
  "Launch of Algodex as a downloadable desktop application": "Ra mắt Algodex dưới dạng ứng dụng máy tính để bàn có thể tải xuống",
  "Algodex rewards and fee system": "Hệ thống phí và phần thưởng Algodex",
  "Launch of trading bot for Algodex": "Ra mắt bot giao dịch cho Algodex",
  "Launch of Algodex NFT marketplace": "Ra mắt thị trường Algodex NFT",
  "Launch of trading SDK for Algodex":"Ra mắt SDK giao dịch cho Algodex",
  "launch app":"Chạy chương trình"
}
