{
  "A Decentralized": "A Dezentral",
  "Marketplace": "Marktplatz",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex ist ein stark dezentralisierter Marktplatz, bei dem sich das Auftragsbuch vollständig auf der Algorand-Blockchain selbst befindet",
  "NOTE":"HINWEIS",
  "Users in the USA and Canada are currently restricted from Mainnet and should try out Testnet instead at": "Benutzer in den USA und Kanada sind derzeit von Mainnet ausgeschlossen und sollten stattdessen Testnet unter ausprobieren",
  "blog": "bloggen",
  "View More Posts": "Weitere Beiträge anzeigen",
  "Make market and limit orders": "Machen Sie Market- und Limit-Orders",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex unterstützt Limitaufträge, sodass Sie sicher sein können, dass Ihr Handel nur zu dem von Ihnen festgelegten Preis stattfindet",
  "Trade all Algorand Standard Assets (ASAs)": "Handeln Sie alle Algorand Standard Assets (ASAs)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Alle Assets auf der Algorand-Blockchain werden standardmäßig in Algodex unterstützt. Wenn es existiert, können Sie es handeln. Ja - sogar NFTs",
  "NFT Trading": "NFT-Handel",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Kaufen und handeln Sie Non-Fungible Tokens (NFTs) direkt in Algodex. Zeigen Sie NFTs an und geben Sie darauf Gebote ab, auch wenn sie derzeit nirgendwo zum Verkauf angeboten werden",
  "Staking Rewards": "Staking-Belohnungen",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Coming Soon - Jeder Token wird Staking-Pools mit der Option haben, für ALGX, ALGO und/oder den abgesteckten Token zu staken. Bleiben Sie dran für weitere Informationen",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Bleiben Sie mit Informationen zu Algodex-Updates, neuen Funktionen und Veröffentlichungen auf dem Laufenden, indem Sie sich unserer Mailingliste anschließen",
  "Decentralized marketplace on Algorand": "Dezentraler Marktplatz auf Algorand",
  "RESOURCES": "RESSOURCEN",
  "COMPANY": "GESELLSCHAFT",
  "COMMUNITY": "GEMEINSCHAFT",
  "disclaimers": "Haftungsausschlüsse",
  "docs": "Dokumente",
  "white paper": "Weißes Papier",
  "tokenomics": "Tokenomik",
  "about": "Um",
  "support": "Unterstützung",
  "PARTNERSHIPS": "PARTNERSCHAFTEN",
  "For more information on joining as a partner, contact us": "Für weitere Informationen zum Beitritt als Partner kontaktieren Sie uns",
  "here": "hier",
  "ROADMAP": "FAHRPLAN",
  "Algodex Mainnet Launch": "Start des Algodex-Mainnets",
  "Algodex Token (ALGX) token generation event": "Algodex-Token (ALGX)-Token-Generierungsereignis",
  "Algodex Token (ALGX) Public Sale A": "Öffentlicher Verkauf von Algodex-Token (ALGX) A",
  "Launch of Algodex Mailbox Application": "Einführung der Algodex Mailbox-Anwendung",
  "Launch of Algodex as a downloadable desktop application": "Einführung von Algodex als herunterladbare Desktop-Anwendung",
  "Algodex rewards and fee system": "Algodex Belohnungs- und Gebührensystem",
  "Launch of trading bot for Algodex": "Einführung des Trading-Bots für Algodex",
  "Launch of Algodex NFT marketplace": "Einführung des Algodex NFT-Marktplatzes",
  "Launch of trading SDK for Algodex":"Einführung des Handels-SDK für Algodex",
  "launch app":"App starten"
}
