{
  "A Decentralized": "En decentraliserad",
  "Marketplace": "Marknad",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex är en mycket decentraliserad marknadsplats med orderboken helt på Algorands blockkedja",
  "NOTE": "NOTERA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Användare i USA och Kanada är för närvarande begränsade från att handla med vissa Mainnet-tillgångar. Testnet är också tillgängligt för alla som provar plattformen på",
  "blog": "blogg",
  "View More Posts": "Visa fler inlägg",
  "Make market and limit orders": "Gör marknads- och limitorder",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex stöder limitordrar så att du kan vara säker på att din handel endast kommer att ske till det pris du anger",
  "Trade all Algorand Standard Assets (ASAs)": "Handla alla Algorand Standard Assets (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Alla tillgångar på Algorand blockchain stöds som standard i Algodex. Om det finns kan du byta det. Ja - även NFT",
  "NFT Trading": "NFT-handel",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Köp och byt icke-fungibla tokens (NFT) direkt inom Algodex. Visa och lägg bud på NFT även om de för närvarande inte är listade till försäljning någonstans",
  "Staking Rewards": "Satsa belöningar",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Kommer snart - Varje token kommer att ha insatspooler med möjlighet att satsa för ALGX, ALGO och/eller den insatta token. Håll utkik för mer information",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Håll dig uppdaterad med information om Algodex-uppdateringar, nya funktioner och releaser genom att gå med i vår e-postlista",
  "Decentralized marketplace on Algorand": "Decentraliserad marknadsplats på Algorand",
  "RESOURCES": "RESURSER",
  "COMPANY": "FÖRETAG",
  "COMMUNITY": "GEMENSKAP",
  "disclaimers": "Friskrivningsklausuler",
  "docs": "Dokument",
  "white paper": "Vitt papper",
  "tokenomics": "Tokenomics",
  "about": "Handla om",
  "support": "Stöd",
  "PARTNERSHIPS": "PARTNERSKAP",
  "For more information on joining as a partner, contact us": "För mer information om att gå med som partner, kontakta oss",
  "here": "här",
  "ROADMAP": "VÄGDAP",
  "Algodex Mainnet Launch": "Lansering av Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) tokengenereringshändelse",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Offentlig försäljning A",
  "Launch of Algodex Mailbox Application": "Lansering av Algodex Mailbox Application",
  "Launch of Algodex as a downloadable desktop application": "Lansering av Algodex som en nedladdningsbar skrivbordsapplikation",
  "Algodex rewards and fee system": "Algodex belönings- och avgiftssystem",
  "Launch of trading bot for Algodex": "Lansering av handelsbot för Algodex",
  "Launch of Algodex NFT marketplace": "Lansering av Algodex NFT Marketplace",
  "Launch of trading SDK for Algodex": "Lansering av handels-SDK för Algodex",
  "launch app": "starta app"
}
