{
  "A Decentralized": "탈중앙화",
  "Exchange": "교환",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "알고덱스는 완전히 알고랜드 블록체인 자체에 오더북이 있는 고도로 분산된 거래소입니다.",
  "NOTE":"노트",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "현재 미국 및 캐나다 사용자는 일부 메인넷 자산을 거래할 수 없습니다. 테스트넷은 플랫폼을 시도하는 모든 사람도 사용할 수 있습니다.",
  "blog": "블로그",
  "View More Posts": "더 많은 게시물 보기",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "메일링 리스트에 가입하여 Algodex 업데이트, 새로운 기능 및 릴리스에 대한 최신 정보를 얻으십시오.",
  "A Decentralized marketplace on Algorand": "알고랜드의 탈중앙화 마켓플레이스",
  "RESOURCES": "자원",
  "COMPANY": "회사",
  "COMMUNITY": "지역 사회",
  "disclaimers": "면책 조항",
  "docs": "문서",
  "white paper": "백지",
  "tokenomics": "토큰노믹스",
  "about": "에 대한",
  "support": "지원하다",
  "PARTNERSHIPS": "파트너십",
  "For more information on joining as a partner, contact us": "파트너 가입에 대한 자세한 내용은 당사에 문의하십시오.",
  "here": "여기",
  "ROADMAP": "로드맵",
  "Algodex Mainnet Launch": "알고덱스 메인넷 출시",
  "Algodex Token (ALGX) token generation event": "Algodex 토큰(ALGX) 토큰 생성 이벤트",
  "Algodex Token (ALGX) Public Sale A": "알고덱스 토큰(ALGX) 공개 판매 A",
  "Launch of Algodex Mailbox Application": "알고덱스 메일박스 애플리케이션 출시",
  "Launch of Algodex as a downloadable desktop application": "다운로드 가능한 데스크탑 애플리케이션으로 Algodex 출시",
  "Algodex rewards and fee system": "Algodex 보상 및 수수료 시스템",
  "Launch of trading bot for Algodex": "알고덱스 트레이딩 봇 런칭",
  "Launch of Algodex NFT marketplace": "Algodex NFT 마켓플레이스 출시",
  "Launch of trading SDK for Algodex":"Algodex용 트레이딩 SDK 출시",
  "launch app":"앱 실행",
  "Get away from liquidity pools":"유동성 풀에서 벗어나기",
  "Set the price you want to sell or buy at":"판매 또는 구매하려는 가격을 설정하십시오.",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex는 지정가 주문을 지원하므로 슬리피지를 처리해야 하고 그 순간 가격을 제어할 수 없는 풀과 달리 설정한 가격에서만 거래가 이루어지도록 보장할 수 있습니다",
  "Start trading >":"거래 시작 >",
  "Trade ANY Algorand Standard Asset":"모든 알고랜드 표준 자산 거래",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"알고랜드 블록체인의 모든 자산은 기본적으로 알고덱스에서 지원됩니다. 존재하는 경우 거래할 수 있습니다.",
  "Yes - even NFTs":"예 - NFT도 가능",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"참고: 미국 및 캐나다 사용자는 현재 일부 메인넷 자산 거래가 제한되어 있습니다.",
  "Projects can apply with":"프로젝트는 다음과 함께 신청할 수 있습니다.",
  "this form":"이 양식",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"북미 거래에 상장됩니다. 나머지 세계는 제한 없이 모든 ASA를 거래할 수 있습니다.",
  "Provide liquidity and":"유동성을 제공하고",
  "Earn rewards from trading":"거래에서 보상 받기",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Algodex에 주문하고 마켓 메이커가 되어 ALGX 보상을 받으세요.",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Algodex Rewards 앱으로 보상이 계산되는 방식에 대해 알아보고 누적된 보상을 확인하세요.",
  "Go to Rewards App >":"리워드 앱으로 이동 >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX 봇이 곧 출시되어 마켓 메이킹 봇이 설정된 스프레드 비율에 따라 자동으로 주문하고 보상을 받을 수 있도록 매개변수를 설정할 수 있습니다."
}
