{
  "A Decentralized": "탈중앙화",
  "Marketplace": "시장",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex는 Algorand 블록체인 자체에 완전히 오더북이 있는 고도로 분산된 시장입니다.",
  "NOTE":"노트",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "현재 미국 및 캐나다 사용자는 일부 메인넷 자산을 거래할 수 없습니다. 테스트넷은 플랫폼을 시도하는 모든 사람도 사용할 수 있습니다.",
  "blog": "블로그",
  "View More Posts": "더 많은 게시물 보기",
  "Make market and limit orders": "시장 지정 및 지정가 주문",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex는 지정가 주문을 지원하므로 거래가 설정한 가격에서만 발생하므로 안심할 수 있습니다.",
  "Trade all Algorand Standard Assets (ASAs)": "모든 알고랜드 표준 자산(ASA) 거래",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "알고랜드 블록체인의 모든 자산은 기본적으로 알고덱스에서 지원됩니다. 존재한다면 거래할 수 있습니다. 예 - NFT도 가능",
  "NFT Trading": "NFT 거래",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Algodex 내에서 NFT(Non-Fungible Token)를 직접 구매 및 거래하십시오. NFT가 현재 판매 목록에 없는 경우에도 NFT를 보고 입찰합니다.",
  "Staking Rewards": "스테이킹 보상",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "출시 예정 - 모든 토큰에는 ALGX, ALGO 및/또는 스테이킹된 토큰에 대한 스테이킹 옵션이 있는 스테이킹 풀이 있습니다. 더 많은 정보를 위해 계속 지켜봐 주십시오",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "메일링 리스트에 가입하여 Algodex 업데이트, 새로운 기능 및 릴리스에 대한 최신 정보를 얻으십시오.",
  "Decentralized marketplace on Algorand": "알고랜드의 탈중앙화 마켓플레이스",
  "RESOURCES": "자원",
  "COMPANY": "회사",
  "COMMUNITY": "지역 사회",
  "disclaimers": "면책 조항",
  "docs": "문서",
  "white paper": "백지",
  "tokenomics": "토큰노믹스",
  "about": "에 대한",
  "support": "지원하다",
  "PARTNERSHIPS": "파트너십",
  "For more information on joining as a partner, contact us": "파트너 가입에 대한 자세한 내용은 당사에 문의하십시오.",
  "here": "여기",
  "ROADMAP": "로드맵",
  "Algodex Mainnet Launch": "알고덱스 메인넷 출시",
  "Algodex Token (ALGX) token generation event": "Algodex 토큰(ALGX) 토큰 생성 이벤트",
  "Algodex Token (ALGX) Public Sale A": "알고덱스 토큰(ALGX) 공개 판매 A",
  "Launch of Algodex Mailbox Application": "알고덱스 메일박스 애플리케이션 출시",
  "Launch of Algodex as a downloadable desktop application": "다운로드 가능한 데스크탑 애플리케이션으로 Algodex 출시",
  "Algodex rewards and fee system": "Algodex 보상 및 수수료 시스템",
  "Launch of trading bot for Algodex": "알고덱스 트레이딩 봇 런칭",
  "Launch of Algodex NFT marketplace": "Algodex NFT 마켓플레이스 출시",
  "Launch of trading SDK for Algodex":"Algodex용 트레이딩 SDK 출시",
  "launch app":"앱 실행"
}
