{
  "A Decentralized": "Una descentralizada",
  "Marketplace": "Mercado",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex es un mercado altamente descentralizado con el libro de pedidos completamente en la cadena de bloques de Algorand",
  "NOTE":"NOTA",
  "Users in the USA and Canada are currently restricted from Mainnet and should try out Testnet instead at": "Los usuarios de EE. UU. y Canadá actualmente tienen restricciones de acceso a Mainnet y deben probar Testnet en su lugar en",
  "blog": "blog",
  "View More Posts": "Ver más publicaciones",
  "Make market and limit orders": "Realizar órdenes de mercado y límite",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex admite órdenes de límite para que pueda estar seguro de que su operación solo se realizará al precio que establezca",
  "Trade all Algorand Standard Assets (ASAs)": "Opere todos los activos estándar de Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it. Yes - even NFTs": "Todos los activos en la cadena de bloques de Algorand son compatibles con Algodex de forma predeterminada. Si existe, puede intercambiarlo. Sí, incluso NFT",
  "NFT Trading": "Operaciones NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex. View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Compre e intercambie tokens no fungibles (NFT) directamente dentro de Algodex. Vea y realice ofertas en NFT, incluso si actualmente no están a la venta en ninguna parte",
  "Staking Rewards": "Recompensas de participación",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token. Stay tuned for more information": "Próximamente: cada token tendrá grupos de participación con la opción de apostar por ALGX, ALGO y/o el token apostado. Estén atentos para más información",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Manténgase actualizado con información sobre actualizaciones, nuevas funciones y lanzamientos de Algodex uniéndose a nuestra lista de correo",
  "Decentralized marketplace on Algorand": "Mercado descentralizado en Algorand",
  "RESOURCES": "RECURSOS",
  "COMPANY": "EMPRESA",
  "COMMUNITY": "COMUNIDAD",
  "disclaimers": "Descargos de responsabilidad",
  "docs": "documentos",
  "white paper": "Papel blanco",
  "tokenomics": "tokenómica",
  "about": "Sobre",
  "support": "apoyo",
  "PARTNERSHIPS": "ASOCIACIONES",
  "For more information on joining as a partner, contact us": "Para obtener más información sobre cómo unirse como socio, contáctenos",
  "here": "aquí",
  "ROADMAP": "MAPA VIAL",
  "Algodex Mainnet Launch": "Lanzamiento de la red principal de Algodex",
  "Algodex Token (ALGX) token generation event": "Evento de generación de tokens Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Token de Algodex (ALGX) Venta pública A",
  "Launch of Algodex Mailbox Application": "Lanzamiento de la aplicación de buzón de Algodex",
  "Launch of Algodex as a downloadable desktop application": "Lanzamiento de Algodex como aplicación de escritorio descargable",
  "Algodex rewards and fee system": "Asistema de recompensas y tarifas de lgodex",
  "Launch of trading bot for Algodex": "Lanzamiento del robot comercial para Algodex",
  "Launch of Algodex NFT marketplace": "Lanzamiento del mercado de NFT de Algodex",
  "Launch of trading SDK for Algodex":"Lanzamiento del SDK comercial para Algodex",
  "launch app":"ejecutar aplicación"
}
