{
  "A Decentralized": "Una descentralizada",
  "Exchange": "Intercambio",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex es un intercambio altamente descentralizado con el libro de pedidos completamente en la cadena de bloques de Algorand",
  "NOTE": "NOTA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Actualmente, los usuarios de EE. UU. y Canadá tienen restringido el comercio de algunos activos de Mainnet. Testnet también está disponible para cualquiera que pruebe la plataforma en",
  "blog": "blog",
  "View More Posts": "Ver más publicaciones",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Manténgase actualizado con información sobre actualizaciones, nuevas funciones y lanzamientos de Algodex uniéndose a nuestra lista de correo",
  "A Decentralized marketplace on Algorand": "Mercado descentralizado en Algorand",
  "RESOURCES": "RECURSOS",
  "COMPANY": "EMPRESA",
  "COMMUNITY": "COMUNIDAD",
  "disclaimers": "Descargos de responsabilidad",
  "docs": "documentos",
  "white paper": "Papel blanco",
  "tokenomics": "tokenómica",
  "about": "Sobre",
  "support": "apoyo",
  "PARTNERSHIPS": "ASOCIACIONES",
  "For more information on joining as a partner, contact us": "Para obtener más información sobre cómo unirse como socio, contáctenos",
  "here": "aquí",
  "ROADMAP": "MAPA VIAL",
  "Algodex Mainnet Launch": "Lanzamiento de la red principal de Algodex",
  "Algodex Token (ALGX) token generation event": "Evento de generación de tokens Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Token de Algodex (ALGX) Venta pública A",
  "Launch of Algodex Mailbox Application": "Lanzamiento de la aplicación de buzón de Algodex",
  "Launch of Algodex as a downloadable desktop application": "Lanzamiento de Algodex como aplicación de escritorio descargable",
  "Algodex rewards and fee system": "Asistema de recompensas y tarifas de lgodex",
  "Launch of trading bot for Algodex": "Lanzamiento del robot comercial para Algodex",
  "Launch of Algodex NFT marketplace": "Lanzamiento del mercado de NFT de Algodex",
  "Launch of trading SDK for Algodex": "Lanzamiento del SDK comercial para Algodex",
  "launch app": "ejecutar aplicación",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Todos los activos en la cadena de bloques de Algorand son compatibles con Algodex de forma predeterminada. Si existe, puede intercambiarlo. Sí, incluso NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Compre e intercambie tokens no fungibles (NFT) directamente dentro de Algodex. Vea y realice ofertas en NFT, incluso si actualmente no están a la venta en ninguna parte",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Próximamente: cada token tendrá grupos de participación con la opción de apostar por ALGX, ALGO y/o el token apostado. Estén atentos para más información",
  "Get away from liquidity pools":"Aléjese de los fondos de liquidez",
  "Set the price you want to sell or buy at":"Establece el precio al que quieres vender o comprar",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex admite órdenes de límite para que pueda estar seguro de que su operación solo se realizará al precio que establezca, a diferencia de los grupos en los que tiene que lidiar con deslizamientos y no tiene control sobre el precio en ese momento.",
  "Start trading >":"Empezar a operar >",
  "Trade ANY Algorand Standard Asset":"Opere CUALQUIER activo estándar de Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Todos los activos en la cadena de bloques de Algorand son compatibles con Algodex de forma predeterminada. Si existe, puedes cambiarlo.",
  "Yes - even NFTs":"Sí, incluso NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"NOTA: Actualmente, los usuarios de EE. UU. y Canadá tienen restricciones para comerciar con algunos activos de Mainnet",
  "Projects can apply with":"Los proyectos pueden postularse con",
  "this form":"esta forma",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"para ser listado para el comercio de América del Norte. El resto del mundo puede operar con todos los ASA sin restricciones",
  "Provide liquidity and":"Proporcionar liquidez y",
  "Earn rewards from trading":"Obtenga recompensas al operar",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Obtenga recompensas ALGX al realizar pedidos en Algodex y ser un creador de mercado",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Aprenda cómo se calculan las recompensas y vea las recompensas acumuladas con la aplicación Algodex Rewards",
  "Go to Rewards App >":"Vaya a la aplicación de recompensas >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX Bots se lanzará pronto para permitirle establecer parámetros para que un bot de creación de mercado realice pedidos automáticamente en torno a un porcentaje de distribución establecido y gane recompensas."
}