{
  "A Decentralized": "Un Décentralisé",
  "Marketplace": "Marché",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex est un marché hautement décentralisé avec le carnet de commandes entièrement sur la blockchain Algorand elle-même",
  "NOTE":"REMARQUE",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Les utilisateurs aux États-Unis et au Canada ne sont actuellement pas autorisés à négocier certains actifs du réseau principal. Testnet est également disponible pour tous ceux qui essaient la plate-forme sur",
  "blog": "blog",
  "View More Posts": "Afficher plus de messages",
  "Make market and limit orders": "Passer des ordres au marché et à cours limité",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex prend en charge les ordres limités afin que vous puissiez être assuré que votre transaction n'aura lieu qu'au prix que vous avez défini",
  "Trade all Algorand Standard Assets (ASAs)": "Négociez tous les actifs standard d'Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Tous les actifs de la blockchain Algorand sont pris en charge dans Algodex par défaut. S'il existe, vous pouvez l'échanger. Oui - même les NFT",
  "NFT Trading": "Commerce NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Achetez et échangez des jetons non fongibles (NFT) directement dans Algodex. Affichez et placez des enchères sur les NFT même s'ils ne sont actuellement mis en vente nulle part",
  "Staking Rewards": "Récompenses de jalonnement",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Prochainement - Chaque jeton aura des pools de jalonnement avec la possibilité de miser pour ALGX, ALGO et/ou le jeton jalonné. Restez à l'écoute pour plus d'informations",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Restez à jour avec des informations sur les mises à jour, les nouvelles fonctionnalités et les versions d'Algodex en rejoignant notre liste de diffusion",
  "Decentralized marketplace on Algorand": "Place de marché décentralisée sur Algorand",
  "RESOURCES": "RESSOURCES",
  "COMPANY": "COMPAGNIE",
  "COMMUNITY": "COMMUNAUTÉ",
  "disclaimers": "Avis de non-responsabilité",
  "docs": "Documents",
  "white paper": "Papier blanc",
  "tokenomics": "Tokenomics",
  "about": "À propos de",
  "support": "support",
  "PARTNERSHIPS": "PARTENARIATS",
  "For more information on joining as a partner, contact us": "Pour plus d'informations sur l'adhésion en tant que partenaire, contactez-nous",
  "here": "ici",
  "ROADMAP": "FEUILLE DE ROUTE",
  "Algodex Mainnet Launch": "Lancement du réseau principal Algodex",
  "Algodex Token (ALGX) token generation event": "Génération de jetons Algodex Token (ALGX) mêmet",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Vente publique A",
  "Launch of Algodex Mailbox Application": "Lancement de l'application Algodex Mailbox",
  "Launch of Algodex as a downloadable desktop application": "Lancement d'Algodex en tant qu'application de bureau téléchargeable",
  "Algodex rewards and fee system": "Système de récompenses et de frais Algodex",
  "Launch of trading bot for Algodex": "Lancement du bot de trading pour Algodex",
  "Launch of Algodex NFT marketplace": "Lancement de la place de marché Algodex NFT",
  "Launch of trading SDK for Algodex":"Lancement du SDK de trading pour Algodex",
  "launch app":"Lancer l'application"
}
