{
  "A Decentralized": "Un Décentralisé",
  "Exchange": "Échanger",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex est un échanger hautement décentralisé avec le carnet de commandes entièrement sur la blockchain Algorand elle-même",
  "NOTE":"REMARQUE",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Les utilisateurs aux États-Unis et au Canada ne sont actuellement pas autorisés à négocier certains actifs du réseau principal. Testnet est également disponible pour tous ceux qui essaient la plate-forme sur",
  "blog": "blog",
  "View More Posts": "Afficher plus de messages",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Restez à jour avec des informations sur les mises à jour, les nouvelles fonctionnalités et les versions d'Algodex en rejoignant notre liste de diffusion",
  "A Decentralized marketplace on Algorand": "Place de marché décentralisée sur Algorand",
  "RESOURCES": "RESSOURCES",
  "COMPANY": "COMPAGNIE",
  "COMMUNITY": "COMMUNAUTÉ",
  "disclaimers": "Avis de non-responsabilité",
  "docs": "Documents",
  "white paper": "Papier blanc",
  "tokenomics": "Tokenomics",
  "about": "À propos de",
  "support": "support",
  "PARTNERSHIPS": "PARTENARIATS",
  "For more information on joining as a partner, contact us": "Pour plus d'informations sur l'adhésion en tant que partenaire, contactez-nous",
  "here": "ici",
  "ROADMAP": "FEUILLE DE ROUTE",
  "Algodex Mainnet Launch": "Lancement du réseau principal Algodex",
  "Algodex Token (ALGX) token generation event": "Génération de jetons Algodex Token (ALGX) mêmet",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Vente publique A",
  "Launch of Algodex Mailbox Application": "Lancement de l'application Algodex Mailbox",
  "Launch of Algodex as a downloadable desktop application": "Lancement d'Algodex en tant qu'application de bureau téléchargeable",
  "Algodex rewards and fee system": "Système de récompenses et de frais Algodex",
  "Launch of trading bot for Algodex": "Lancement du bot de trading pour Algodex",
  "Launch of Algodex NFT marketplace": "Lancement de la place de marché Algodex NFT",
  "Launch of trading SDK for Algodex":"Lancement du SDK de trading pour Algodex",
  "launch app":"Lancer l'application",
  "Get away from liquidity pools":"Éloignez-vous des pools de liquidités",
  "Set the price you want to sell or buy at":"Fixez le prix auquel vous souhaitez vendre ou acheter",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex prend en charge les ordres à cours limité afin que vous puissiez être assuré que votre transaction n'aura lieu qu'au prix que vous avez défini, contrairement aux pools où vous devez faire face à des glissements et n'avez aucun contrôle sur le prix à ce moment-là.",
  "Start trading >":"Commencer à trader >",
  "Trade ANY Algorand Standard Asset":"Négociez N'IMPORTE QUEL actif standard d'Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Tous les actifs de la blockchain Algorand sont pris en charge dans Algodex par défaut. S'il existe, vous pouvez l'échanger",
  "Yes - even NFTs":"Oui - même les NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"REMARQUE : les utilisateurs aux États-Unis et au Canada ne sont actuellement pas autorisés à échanger certains actifs du réseau principal.",
  "Projects can apply with":"Les projets peuvent postuler avec",
  "this form":"ce formulaire",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"d'être répertorié pour le commerce nord-américain. Le reste du monde peut échanger tous les ASA sans restrictions",
  "Provide liquidity and":"Fournir des liquidités et",
  "Earn rewards from trading":"Gagnez des récompenses grâce au trading",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Gagnez des récompenses ALGX en passant des commandes sur Algodex et en étant un teneur de marché",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Découvrez comment les récompenses sont calculées et visualisez les récompenses accumulées avec l'application Algodex Rewards",
  "Go to Rewards App >":"Accédez à l'application Rewards >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX Bots sera bientôt lancé pour vous permettre de définir des paramètres pour qu'un robot de création de marché passe automatiquement des commandes autour d'un pourcentage de propagation défini et gagne des récompenses"

}
