{
  "A Decentralized": "Merkezi Olmayan" ,
  "Marketplace": "pazar yeri",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex, tamamen Algorand blok zincirinin kendisinde sipariş defteri ile oldukça merkezi olmayan bir pazar yeridir.",
  "NOTE":"NOT",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "ABD ve Kanada'daki kullanıcıların şu anda bazı Mainnet varlıklarının ticaretini yapması yasaklanmıştır. Testnet, platformu şu adreste deneyen herkes için de mevcuttur:",
  "blog": "blog",
  "View More Posts": "Daha Fazla Gönderi Görüntüle",
  "Make market and limit orders": "Piyasa yap ve emirleri sınırla",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex limit emirleri destekler, böylece işleminizin yalnızca sizin belirlediğiniz fiyattan gerçekleşeceğinden emin olabilirsiniz.",
  "Trade all Algorand Standard Assets (ASAs)": "Tüm Algorand Standart Varlıklarının (ASA'lar) ticaretini yapın",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Algorand blok zincirindeki tüm varlıklar, varsayılan olarak Algodex'te desteklenir. Varsa, takas edebilirsiniz. Evet - hatta NFT'ler",
  "NFT Trading": "NFT Ticareti",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Doğrudan Algodex içinde Fungible Olmayan Jetonları (NFT'ler) satın alın ve takas edin. Şu anda hiçbir yerde satış için listelenmemiş olsalar bile NFT'leri görüntüleyin ve bunlara teklif verin",
  "Staking Rewards": "Stake Ödülleri",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Çok Yakında - Her tokenin, ALGX, ALGO ve/veya stake edilen token için stake etme seçeneğine sahip stake havuzları olacaktır. Daha fazla bilgi için takipte kalın",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Posta listemize katılarak Algodex güncellemeleri, yeni özellikler ve sürümler hakkında bilgilerden haberdar olun",
  "Decentralized marketplace on Algorand": "Algorand'da merkezi olmayan pazar yeri",
  "RESOURCES": "KAYNAKLAR",
  "COMPANY": "ŞİRKET",
  "COMMUNITY": "TOPLUM",
  "disclaimers": "sorumluluk reddi",
  "docs": "Dokümanlar",
  "white paper": "Beyaz kağıt",
  "tokenomics": "tokenomik",
  "about": "Hakkında",
  "support": "destek",
  "PARTNERSHIPS": "ORTAKLIKLAR",
  "For more information on joining as a partner, contact us": "Ortak olarak katılma hakkında daha fazla bilgi için bizimle iletişime geçin.",
  "here": "burada",
  "ROADMAP": "YOL HARİTASI",
  "Algodex Mainnet Launch": "Algodex Ana Ağ Lansmanı",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) token oluşturma olayı",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Halka Açık Satış A",
  "Launch of Algodex Mailbox Application": "Algodex Posta Kutusu Uygulamasının Başlatılması",
  "Launch of Algodex as a downloadable desktop application": "Algodex'in indirilebilir bir masaüstü uygulaması olarak piyasaya sürülmesi",
  "Algodex rewards and fee system": "Algodex ödül ve ücret sistemi",
  "Launch of trading bot for Algodex": "Algodex için ticaret botunun lansmanı",
  "Launch of Algodex NFT marketplace": "Algodex NFT pazarının lansmanı",
  "Launch of trading SDK for Algodex":"Algodex için alım satım SDK'sının lansmanı",
  "launch app":"uygulamayı başlat"
}
