{
  "A Decentralized": "Merkezi Olmayan",
  "Exchange": "Değiş tokuş",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex, sipariş defteri tamamen Algorand blok zincirinin kendisinde olan, oldukça merkezi olmayan bir borsadır.",
  "NOTE": "NOT",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "ABD ve Kanada'daki kullanıcıların şu anda bazı Mainnet varlıklarının ticaretini yapması yasaklanmıştır. Testnet, platformu şu adreste deneyen herkes için de mevcuttur:",
  "blog": "blog",
  "View More Posts": "Daha Fazla Gönderi Görüntüle",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Posta listemize katılarak Algodex güncellemeleri, yeni özellikler ve sürümler hakkında bilgilerden haberdar olun",
  "A Decentralized marketplace on Algorand": "Algorand'da merkezi olmayan pazar yeri",
  "RESOURCES": "KAYNAKLAR",
  "COMPANY": "ŞİRKET",
  "COMMUNITY": "TOPLUM",
  "disclaimers": "sorumluluk reddi",
  "docs": "Dokümanlar",
  "white paper": "Beyaz kağıt",
  "tokenomics": "tokenomik",
  "about": "Hakkında",
  "support": "destek",
  "PARTNERSHIPS": "ORTAKLIKLAR",
  "For more information on joining as a partner, contact us": "Ortak olarak katılma hakkında daha fazla bilgi için bizimle iletişime geçin.",
  "here": "burada",
  "ROADMAP": "YOL HARİTASI",
  "Algodex Mainnet Launch": "Algodex Ana Ağ Lansmanı",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) token oluşturma olayı",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Halka Açık Satış A",
  "Launch of Algodex Mailbox Application": "Algodex Posta Kutusu Uygulamasının Başlatılması",
  "Launch of Algodex as a downloadable desktop application": "Algodex'in indirilebilir bir masaüstü uygulaması olarak piyasaya sürülmesi",
  "Algodex rewards and fee system": "Algodex ödül ve ücret sistemi",
  "Launch of trading bot for Algodex": "Algodex için ticaret botunun lansmanı",
  "Launch of Algodex NFT marketplace": "Algodex NFT pazarının lansmanı",
  "Launch of trading SDK for Algodex": "Algodex için alım satım SDK'sının lansmanı",
  "launch app": "uygulamayı başlat",
  "Get away from liquidity pools":"Likidite havuzlarından uzaklaşın",
  "Set the price you want to sell or buy at":"Satmak veya satın almak istediğiniz fiyatı belirleyin",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex limit emirleri destekler, böylece kaymayla uğraşmak zorunda olduğunuz ve o anda fiyat üzerinde hiçbir kontrolünüz olmayan havuzların aksine, alım satımınızın yalnızca belirlediğiniz fiyatta gerçekleşeceğinden emin olabilirsiniz.",
  "Start trading >":"Ticarete başla >",
  "Trade ANY Algorand Standard Asset":"HERHANGİ BİR Algorand Standart Varlığının Ticaretini Yapın",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Algorand blok zincirindeki tüm varlıklar, varsayılan olarak Algodex'te desteklenir. Varsa ticaret yapabilirsiniz",
  "Yes - even NFTs":"Evet - NFT'ler bile",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"NOT: ABD ve Kanada'daki kullanıcıların şu anda bazı Mainnet varlıklarının alım satımını yapması kısıtlanmıştır.",
  "Projects can apply with":"Projeler ile başvurabilirsiniz",
  "this form":"bu form",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"Kuzey Amerika ticareti için listelenecek. Dünyanın geri kalanı tüm ASA'ları hiçbir kısıtlama olmaksızın ticaret yapabilir",
  "Provide liquidity and":"Likidite sağlamak ve",
  "Earn rewards from trading":"Ticaretten ödüller kazanın",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Algodex'e sipariş vererek ve piyasa yapıcı olarak ALGX ödülleri kazanın",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Algodex Rewards Uygulaması ile ödüllerin nasıl hesaplandığını öğrenin ve birikmiş ödülleri görüntüleyin",
  "Go to Rewards App >":"Ödül Uygulamasına Git >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX Botları, bir piyasa yapıcı botun belirli bir yayılma yüzdesi civarında otomatik olarak emir vermesi ve ödüller kazanması için parametreler belirlemenize olanak sağlamak üzere yakında piyasaya sürülecek."
}