{
  "A Decentralized": "Merkezi Olmayan",
  "Marketplace": "pazar yeri",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex, tamamen Algorand blok zincirinin kendisinde sipariş defteri ile oldukça merkezi olmayan bir pazar yeridir.",
  "NOTE": "NOT",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "ABD ve Kanada'daki kullanıcıların şu anda bazı Mainnet varlıklarının ticaretini yapması yasaklanmıştır. Testnet, platformu şu adreste deneyen herkes için de mevcuttur:",
  "blog": "blog",
  "View More Posts": "Daha Fazla Gönderi Görüntüle",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Posta listemize katılarak Algodex güncellemeleri, yeni özellikler ve sürümler hakkında bilgilerden haberdar olun",
  "A Decentralized marketplace on Algorand": "Algorand'da merkezi olmayan pazar yeri",
  "RESOURCES": "KAYNAKLAR",
  "COMPANY": "ŞİRKET",
  "COMMUNITY": "TOPLUM",
  "disclaimers": "sorumluluk reddi",
  "docs": "Dokümanlar",
  "white paper": "Beyaz kağıt",
  "tokenomics": "tokenomik",
  "about": "Hakkında",
  "support": "destek",
  "PARTNERSHIPS": "ORTAKLIKLAR",
  "For more information on joining as a partner, contact us": "Ortak olarak katılma hakkında daha fazla bilgi için bizimle iletişime geçin.",
  "here": "burada",
  "ROADMAP": "YOL HARİTASI",
  "Algodex Mainnet Launch": "Algodex Ana Ağ Lansmanı",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) token oluşturma olayı",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Halka Açık Satış A",
  "Launch of Algodex Mailbox Application": "Algodex Posta Kutusu Uygulamasının Başlatılması",
  "Launch of Algodex as a downloadable desktop application": "Algodex'in indirilebilir bir masaüstü uygulaması olarak piyasaya sürülmesi",
  "Algodex rewards and fee system": "Algodex ödül ve ücret sistemi",
  "Launch of trading bot for Algodex": "Algodex için ticaret botunun lansmanı",
  "Launch of Algodex NFT marketplace": "Algodex NFT pazarının lansmanı",
  "Launch of trading SDK for Algodex": "Algodex için alım satım SDK'sının lansmanı",
  "launch app": "uygulamayı başlat",
  "Exchange": "Değiş tokuş",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex, sipariş defteri tamamen Algorand blok zincirinin kendisinde olan, oldukça merkezi olmayan bir borsadır."
}