{
  "A Decentralized": "A Decentralizált",
  "Exchange": "Csere",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Az Algodex egy erősen decentralizált tőzsde, amelyen az ajánlati könyv teljesen magára az Algorand blokkláncra vonatkozik",
  "NOTE": "JEGYZET",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Az egyesült államokbeli és kanadai felhasználók számára jelenleg korlátozva van bizonyos Mainnet eszközök kereskedelme. A Testnet bárki számára elérhető, aki kipróbálja a platformot a címen",
  "blog": "blog",
  "View More Posts": "További bejegyzések megtekintése",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Legyen naprakész az Algodex frissítéseiről, új szolgáltatásairól és kiadásairól, ha csatlakozik levelezőlistánkhoz",
  "A Decentralized marketplace on Algorand": "Decentralizált piactér Algorandon",
  "RESOURCES": "ERŐFORRÁSOK",
  "COMPANY": "VÁLLALAT",
  "COMMUNITY": "KÖZÖSSÉG",
  "disclaimers": "Felelősségi nyilatkozatok",
  "docs": "Dokumentumok",
  "white paper": "Fehér papír",
  "tokenomics": "Tokenomika",
  "about": "Ról ről",
  "support": "támogatás",
  "PARTNERSHIPS": "PARTNERSÉGEK",
  "For more information on joining as a partner, contact us": "Ha további információra van szüksége a partnerként való csatlakozásról, lépjen kapcsolatba velünk",
  "here": "itt",
  "ROADMAP": "ÚTITERV",
  "Algodex Mainnet Launch": "Algodex Mainnet indítása",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) token generálási esemény",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) nyilvános értékesítés A",
  "Launch of Algodex Mailbox Application": "Az Algodex postafiók alkalmazás elindítása",
  "Launch of Algodex as a downloadable desktop application": "Az Algodex elindítása letölthető asztali alkalmazásként",
  "Algodex rewards and fee system": "Algodex jutalmazási és díjrendszer",
  "Launch of trading bot for Algodex": "Az Algodex kereskedési botjának elindítása",
  "Launch of Algodex NFT marketplace": "Az Algodex NFT piactér elindítása",
  "Launch of trading SDK for Algodex": "Az Algodex kereskedési SDK elindítása",
  "launch app": "indítsa el az alkalmazást",
  "Get away from liquidity pools":"Távolítsa el a likviditási készleteket",
  "Set the price you want to sell or buy at":"Állítsa be az eladni vagy vásárolni kívánt árat",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Az Algodex támogatja a limites megbízásokat, így biztos lehet benne, hogy a kereskedés csak az Ön által beállított áron történik, ellentétben a poolokkal, ahol csúszással kell megküzdenie, és nincs befolyása az árfolyam felett.",
  "Start trading >":"Kezdje el a kereskedést >",
  "Trade ANY Algorand Standard Asset":"Kereskedjen BÁRMELY Algorand Standard eszközzel",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Alapértelmezés szerint az Algodex minden eszközt támogat az Algorand blokkláncon. Ha létezik, elcserélheti",
  "Yes - even NFTs":"Igen – még NFT-k is",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"MEGJEGYZÉS: Az egyesült államokbeli és kanadai felhasználók számára jelenleg korlátozottak bizonyos Mainnet eszközök kereskedelme",
  "Projects can apply with":"A projektekre lehet pályázni",
  "this form":"ez a forma",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"hogy bekerüljön az észak-amerikai kereskedésbe. A világ többi része korlátozás nélkül kereskedhet az összes ASA-val",
  "Provide liquidity and":"Biztosítson likviditást és",
  "Earn rewards from trading":"Szerezzen jutalmat a kereskedésből",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Szerezzen ALGX jutalmakat az Algodex-en leadott rendelésekkel és piacjegyzőként",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Ismerje meg a jutalmak kiszámításának módját, és tekintse meg a felhalmozott jutalmakat az Algodex Rewards alkalmazással",
  "Go to Rewards App >":"Nyissa meg a Rewards alkalmazást >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"Az ALGODEX Bots hamarosan elindul, hogy lehetővé tegye a paraméterek beállítását egy piaccsináló bot számára, amely automatikusan leadja a rendeléseket egy meghatározott szórási százalék körül, és jutalmakat keres"
}