{
  "A Decentralized": "A desentralisert",
  "Marketplace": "Markedsplass",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex er en svært desentralisert markedsplass med ordreboken fullstendig på selve Algorand-blokkjeden",
  "NOTE": "MERK",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Brukere i USA og Canada er for øyeblikket begrenset fra å handle med enkelte Mainnet-eiendeler. Testnet er også tilgjengelig for alle som prøver plattformen på",
  "blog": "blogg",
  "View More Posts": "Se flere innlegg",
  "Make market and limit orders": "Lag markeds- og limitordrer",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex støtter grenseordrer slik at du kan være trygg på at handelen din kun vil skje til prisen du angir",
  "Trade all Algorand Standard Assets (ASAs)": "Handle alle Algorand Standard Assets (ASAs)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Alle eiendeler på Algorand-blokkjeden støttes som standard i Algodex. Hvis det finnes, kan du bytte det. Ja - til og med NFT-er",
  "NFT Trading": "NFT-handel",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Kjøp og bytt Non-Fungible Tokens (NFTs) direkte i Algodex. Se og legg inn bud på NFT-er selv om de for øyeblikket ikke er oppført for salg noe sted",
  "Staking Rewards": "Satsing av belønninger",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Kommer snart – Hvert token vil ha innsatspuljer med mulighet for innsats for ALGX, ALGO og/eller innsatsen. Følg med for mer informasjon",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Hold deg oppdatert med informasjon om Algodex-oppdateringer, nye funksjoner og utgivelser ved å bli med på e-postlisten vår",
  "Decentralized marketplace on Algorand": "Desentralisert markedsplass på Algorand",
  "RESOURCES": "RESSURSER",
  "COMPANY": "SELSKAP",
  "COMMUNITY": "SAMFUNNET",
  "disclaimers": "Ansvarsfraskrivelser",
  "docs": "Dokumenter",
  "white paper": "Hvitt papir",
  "tokenomics": "Tokenomics",
  "about": "Om",
  "support": "Brukerstøtte",
  "PARTNERSHIPS": "PARTNERSKAPER",
  "For more information on joining as a partner, contact us": "For mer informasjon om å bli med som partner, kontakt oss",
  "here": "her",
  "ROADMAP": "VEIKART",
  "Algodex Mainnet Launch": "Algodex Mainnet Lansering",
  "Algodex Token (ALGX) token generation event": "Algodex Token (ALGX) tokengenereringshendelse",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) offentlig salg A",
  "Launch of Algodex Mailbox Application": "Lansering av Algodex Mailbox Application",
  "Launch of Algodex as a downloadable desktop application": "Lansering av Algodex som et nedlastbart skrivebordsprogram",
  "Algodex rewards and fee system": "Algodex belønning og gebyrsystem",
  "Launch of trading bot for Algodex": "Lansering av handelsbot for Algodex",
  "Launch of Algodex NFT marketplace": "Lansering av Algodex NFT-markedsplassen",
  "Launch of trading SDK for Algodex": "Lansering av handels-SDK for Algodex",
  "launch app": "start appen"
}
