{
  "A Decentralized": "Un descentralitzat",
  "Exchange": "Intercanvi",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex és un intercanvi altament descentralitzat amb el llibre de comandes completament a la cadena de blocs d'Algorand",
  "NOTE":"NOTA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Actualment, els usuaris dels EUA i del Canadà estan restringits a negociar alguns actius de Mainnet. Testnet també està disponible per a qualsevol persona que provi la plataforma a",
  "blog": "bloc",
  "View More Posts": "Veure més publicacions",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Estigueu al dia de la informació sobre les actualitzacions, les noves funcions i els llançaments d'Algodex unint-vos a la nostra llista de correu",
  "A Decentralized marketplace on Algorand": "Mercat descentralitzat a Algorand",
  "RESOURCES": "RECURSOS",
  "COMPANY": "EMPRESA",
  "COMMUNITY": "COMUNITAT",
  "disclaimers": "Exempcions de responsabilitat",
  "docs": "Docs",
  "white paper": "Paper blanc",
  "tokenomics": "Tokenomics",
  "about": "Sobre",
  "support": "suport",
  "PARTNERSHIPS": "COL·LABORACIONS",
  "For more information on joining as a partner, contact us": "Per a més informació sobre com unir-se com a soci, poseu-vos en contacte amb nosaltres",
  "here": "aquí",
  "ROADMAP": "FULL DE RUTA",
  "Algodex Mainnet Launch": "Llançament d'Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Esdeveniment de generació de testimonis d'Algodex Token (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Venda pública A",
  "Launch of Algodex Mailbox Application": "Llançament de l'aplicació bústia Algodex",
  "Launch of Algodex as a downloadable desktop application": "Llançament d'Algodex com a aplicació d'escriptori descarregable",
  "Algodex rewards and fee system": "Sistema de tarifes i recompenses Algodex",
  "Launch of trading bot for Algodex": "Llançament del bot comercial per a Algodex",
  "Launch of Algodex NFT marketplace": "Llançament del mercat Algodex NFT",
  "Launch of trading SDK for Algodex":"Llançament de l'SDK comercial per a Algodex",
  "launch app":"llança l'aplicació",
  "Get away from liquidity pools":"Allunyeu-vos dels pools de liquiditat",
  "Set the price you want to sell or buy at":"Establiu el preu al qual voleu vendre o comprar",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex admet ordres limitades, de manera que podeu estar segur que el vostre comerç només es produirà al preu que establiu, a diferència dels grups en què heu de fer front al lliscament i no teniu control sobre el preu en aquest moment.",
  "Start trading >":"Comença a negociar>",
  "Trade ANY Algorand Standard Asset":"Comercialitza qualsevol actiu estàndard d'Algorand",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Tots els actius de la cadena de blocs Algorand són compatibles amb Algodex de manera predeterminada. Si existeix, podeu intercanviar-lo",
  "Yes - even NFTs":"Sí, fins i tot NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"NOTA: Actualment, els usuaris dels EUA i del Canadà tenen restriccions de negociar alguns actius de Mainnet",
  "Projects can apply with":"Els projectes es poden presentar amb",
  "this form":"aquesta forma",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"cotitzar per al comerç nord-americà. La resta del món pot comerciar amb tots els ASA sense restriccions",
  "Provide liquidity and":"Proporcionar liquiditat i",
  "Earn rewards from trading":"Guanyeu recompenses amb el comerç",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Guanyeu recompenses ALGX fent comandes a Algodex i fent de creador de mercat",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Obteniu informació sobre com es calculen les recompenses i visualitzeu les recompenses acumulades amb l'aplicació Algodex Rewards",
  "Go to Rewards App >":"Vés a l'aplicació Rewards >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"Els bots ALGODEX es llançaran aviat per permetre-vos establir paràmetres perquè un bot de creació de mercat faci comandes automàticament al voltant d'un percentatge de spread definit i guanyi recompenses."
}
