{
  "A Decentralized": "Un descentralitzat",
  "Marketplace": "Mercat",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex és un mercat altament descentralitzat amb el llibre de comandes completament a la cadena de blocs d'Algorand",
  "NOTE":"NOTA",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Actualment, els usuaris dels EUA i del Canadà estan restringits a negociar alguns actius de Mainnet. Testnet també està disponible per a qualsevol persona que provi la plataforma a",
  "blog": "bloc",
  "View More Posts": "Veure més publicacions",
  "Make market and limit orders": "Fer comandes de mercat i limitades",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex admet ordres de límit perquè pugueu estar segur que el vostre comerç només es farà al preu que hàgiu establert",
  "Trade all Algorand Standard Assets (ASAs)": "Comercialitza tots els actius estàndard d'Algorand (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Tots els actius de la cadena de blocs Algorand són compatibles amb Algodex de manera predeterminada. Si existeix, podeu intercanviar-lo. Sí, fins i tot NFT",
  "NFT Trading": "NFT Trading",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Compreu i comercialitzeu fitxes no fungibles (NFT) directament dins d'Algodex. Visualitzeu i feu ofertes als NFT encara que actualment no estiguin a la venda enlloc",
  "Staking Rewards": "Apostament de recompenses",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Pròximament: cada fitxa tindrà pools d'aposta amb l'opció d'apostar per ALGX, ALGO i/o per a la fitxa apostada. Estigueu atents per obtenir més informació",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Estigueu al dia de la informació sobre les actualitzacions, les noves funcions i els llançaments d'Algodex unint-vos a la nostra llista de correu",
  "Decentralized marketplace on Algorand": "Mercat descentralitzat a Algorand",
  "RESOURCES": "RECURSOS",
  "COMPANY": "EMPRESA",
  "COMMUNITY": "COMUNITAT",
  "disclaimers": "Exempcions de responsabilitat",
  "docs": "Docs",
  "white paper": "Paper blanc",
  "tokenomics": "Tokenomics",
  "about": "Sobre",
  "support": "suport",
  "PARTNERSHIPS": "COL·LABORACIONS",
  "For more information on joining as a partner, contact us": "Per a més informació sobre com unir-se com a soci, poseu-vos en contacte amb nosaltres",
  "here": "aquí",
  "ROADMAP": "FULL DE RUTA",
  "Algodex Mainnet Launch": "Llançament d'Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Esdeveniment de generació de testimonis d'Algodex Token (ALGX).",
  "Algodex Token (ALGX) Public Sale A": "Algodex Token (ALGX) Venda pública A",
  "Launch of Algodex Mailbox Application": "Llançament de l'aplicació bústia Algodex",
  "Launch of Algodex as a downloadable desktop application": "Llançament d'Algodex com a aplicació d'escriptori descarregable",
  "Algodex rewards and fee system": "Sistema de tarifes i recompenses Algodex",
  "Launch of trading bot for Algodex": "Llançament del bot comercial per a Algodex",
  "Launch of Algodex NFT marketplace": "Llançament del mercat Algodex NFT",
  "Launch of trading SDK for Algodex":"Llançament de l'SDK comercial per a Algodex",
  "launch app":"llança l'aplicació"
}
