{
  "A Decentralized": "Sebuah Terdesentralisasi",
  "Marketplace": "pasar",
  "Algodex is a highly decentralized marketplace with the orderbook completely on the Algorand blockchain itself": "Algodex adalah pasar yang sangat terdesentralisasi dengan buku pesanan sepenuhnya di blockchain Algorand itu sendiri",
  "NOTE":"CATATAN",
  "Users in the USA and Canada are currently restricted from Mainnet and should try out Testnet instead at": "Pengguna di AS dan Kanada saat ini dibatasi dari Mainnet dan harus mencoba Testnet sebagai gantinya di",
  "blog": "blog",
  "View More Posts": "Lihat Lebih Banyak Posting",
  "Make market and limit orders": "Buat pasar dan batasi pesanan",
  "Algodex supports limit orders so you can rest assured your trade will only occur at the price you set": "Algodex mendukung pesanan terbatas sehingga Anda dapat yakin bahwa perdagangan Anda hanya akan terjadi pada harga yang Anda tetapkan",
  "Trade all Algorand Standard Assets (ASAs)": "Perdagangkan semua Algorand Standard Assets (ASA)",
  "All assets on the Algorand blockchain are supported in Algodex by default If it exists, you can trade it Yes - even NFTs": "Semua aset di blockchain Algorand didukung di Algodex secara default. Jika ada, Anda bisa menukarnya. Ya - bahkan NFT",
  "NFT Trading": "Perdagangan NFT",
  "Purchase and trade Non-Fungible Tokens (NFTs) directly within Algodex View and place bids on NFTs even if they’re not currently listed for sale anywhere": "Beli dan perdagangkan Non-Fungible Token (NFT) langsung di dalam Algodex. Lihat dan tempatkan tawaran pada NFT meskipun saat ini tidak tercantum untuk dijual di mana pun",
  "Staking Rewards": "Mempertaruhkan Hadiah",
  "Coming Soon - Every token will have staking pools with the option to stake for ALGX, ALGO, and/or the staked token Stay tuned for more information": "Segera Hadir - Setiap token akan memiliki kumpulan taruhan dengan opsi untuk dipertaruhkan untuk ALGX, ALGO, dan/atau token yang dipertaruhkan. Nantikan informasi lebih lanjut",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Tetap up to date dengan info tentang pembaruan Algodex, fitur baru, dan rilis dengan bergabung dengan milis kami",
  "Decentralized marketplace on Algorand": "Pasar terdesentralisasi di Algorand",
  "RESOURCES": "SUMBER DAYA",
  "COMPANY": "PERUSAHAAN",
  "COMMUNITY": "MASYARAKAT",
  "disclaimers": "Penafian",
  "docs": "dokumen",
  "white paper": "Kertas putih",
  "tokenomics": "Tokenomics",
  "about": "Tentang",
  "support": "mendukung",
  "PARTNERSHIPS": "KEMITRAAN",
  "For more information on joining as a partner, contact us": "Untuk informasi lebih lanjut tentang bergabung sebagai mitra, hubungi kami",
  "here": "di sini",
  "ROADMAP": "PETA JALAN",
  "Algodex Mainnet Launch": "Peluncuran Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Acara pembuatan token Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Penjualan Publik Token Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Peluncuran Aplikasi Kotak Surat Algodex",
  "Launch of Algodex as a downloadable desktop application": "Peluncuran Algodex sebagai aplikasi desktop yang dapat diunduh",
  "Algodex rewards and fee system": "Penghargaan dan sistem biaya Algodex",
  "Launch of trading bot for Algodex": "Peluncuran bot perdagangan untuk Algodex",
  "Launch of Algodex NFT marketplace": "Peluncuran pasar Algodex NFT",
  "Launch of trading SDK for Algodex":"Peluncuran SDK perdagangan untuk Algodex",
  "launch app":"luncurkan aplikasi"
}
