{
  "A Decentralized": "Sebuah Terdesentralisasi",
  "Exchange": "Menukarkan",
  "Algodex is a highly decentralized exchange with the order book completely on the Algorand blockchain itself": "Algodex adalah menukarkan yang sangat terdesentralisasi dengan buku pesanan sepenuhnya di blockchain Algorand itu sendiri",
  "NOTE":"CATATAN",
  "Users in the USA and Canada are currently restricted from trading some Mainnet assets Testnet is also available for anyone trying out the platform at": "Pengguna di AS dan Kanada saat ini dilarang memperdagangkan beberapa aset Mainnet. Testnet juga tersedia untuk siapa saja yang mencoba platform di",
  "blog": "blog",
  "View More Posts": "Lihat Lebih Banyak Posting",
  "Stay up to date with info on Algodex updates, new features, and releases by joining our mailing list": "Tetap up to date dengan info tentang pembaruan Algodex, fitur baru, dan rilis dengan bergabung dengan milis kami",
  "A Decentralized marketplace on Algorand": "Pasar terdesentralisasi di Algorand",
  "RESOURCES": "SUMBER DAYA",
  "COMPANY": "PERUSAHAAN",
  "COMMUNITY": "MASYARAKAT",
  "disclaimers": "Penafian",
  "docs": "dokumen",
  "white paper": "Kertas putih",
  "tokenomics": "Tokenomics",
  "about": "Tentang",
  "support": "mendukung",
  "PARTNERSHIPS": "KEMITRAAN",
  "For more information on joining as a partner, contact us": "Untuk informasi lebih lanjut tentang bergabung sebagai mitra, hubungi kami",
  "here": "di sini",
  "ROADMAP": "PETA JALAN",
  "Algodex Mainnet Launch": "Peluncuran Algodex Mainnet",
  "Algodex Token (ALGX) token generation event": "Acara pembuatan token Algodex Token (ALGX)",
  "Algodex Token (ALGX) Public Sale A": "Penjualan Publik Token Algodex (ALGX) A",
  "Launch of Algodex Mailbox Application": "Peluncuran Aplikasi Kotak Surat Algodex",
  "Launch of Algodex as a downloadable desktop application": "Peluncuran Algodex sebagai aplikasi desktop yang dapat diunduh",
  "Algodex rewards and fee system": "Penghargaan dan sistem biaya Algodex",
  "Launch of trading bot for Algodex": "Peluncuran bot perdagangan untuk Algodex",
  "Launch of Algodex NFT marketplace": "Peluncuran pasar Algodex NFT",
  "Launch of trading SDK for Algodex":"Peluncuran SDK perdagangan untuk Algodex",
  "launch app":"luncurkan aplikasi",
  "Get away from liquidity pools":"Menjauhlah dari kumpulan likuiditas",
  "Set the price you want to sell or buy at":"Tetapkan harga yang ingin Anda jual atau beli",
  "Algodex supports limit orders so you can be assured your trade will only occur at the price you set unlike pools where you have to deal with slippage and have no control over the price at that moment":"Algodex mendukung limit order sehingga Anda dapat yakin bahwa perdagangan Anda hanya akan terjadi pada harga yang Anda tetapkan tidak seperti kumpulan di mana Anda harus berurusan dengan selip dan tidak memiliki kendali atas harga pada saat itu",
  "Start trading >":"Mulai berdagang >",
  "Trade ANY Algorand Standard Asset":"Perdagangkan Aset Standar Algorand APAPUN",
  "All assets on the Algorand blockchain are supported in Algodex by default. If it exists, you can trade it":"Semua aset di blockchain Algorand didukung di Algodex secara default. Jika ada, Anda bisa memperdagangkannya",
  "Yes - even NFTs":"Ya - bahkan NFT",
  "NOTE: Users in the USA and Canada are currently restricted from trading some Mainnet assets":"CATATAN: Pengguna di AS dan Kanada saat ini dilarang memperdagangkan beberapa aset Mainnet",
  "Projects can apply with":"Proyek dapat diterapkan dengan",
  "this form":"formulir ini",
  "to be listed for North American trading. The rest of the world can trade all ASAs with no restrictions":"terdaftar untuk perdagangan Amerika Utara. Seluruh dunia dapat memperdagangkan semua ASA tanpa batasan",
  "Provide liquidity and":"Menyediakan likuiditas dan",
  "Earn rewards from trading":"Dapatkan imbalan dari perdagangan",
  "Earn ALGX rewards by placing orders on Algodex and being a market maker":"Dapatkan imbalan ALGX dengan menempatkan pesanan di Algodex dan menjadi pembuat pasar",
  "Learn about how rewards are calculated and view accumulated rewards with the Algodex Rewards App":"Pelajari tentang bagaimana hadiah dihitung dan lihat akumulasi hadiah dengan Aplikasi Hadiah Algodex",
  "Go to Rewards App >":"Buka Aplikasi Hadiah >",
  "ALGODEX Bots will be launching soon to allow you to set parameters for a market making bot to automatically place orders around a set spread percentage and earn rewards":"ALGODEX Bots akan segera diluncurkan untuk memungkinkan Anda mengatur parameter untuk bot pembuat pasar untuk secara otomatis menempatkan pesanan di sekitar persentase spread yang ditetapkan dan mendapatkan hadiah"

}
